package neznaiyka;

import java.io.IOException;



/*
  Все стали хватать свои вещи. Тюбик схватил свои краски и кисточку,
  Гусля -- свои музыкальные инструменты. Доктор Пилюлькин метался по всему дому и
  разыскивал походную аптечку, которая где-то затерялась. Пончик схватил калоши
  и зонтик и уже выбежал за ворота, но тут раздался голос Знайки: Все побежали к Стекляшкину,
  и тогда выяснилось, что Незнайка на самом деле все сочинил. Ну и смеху тут было!
  Все смеялись над Незнайкой и говорили: Вот какой чудной был этот Незнайка.

Глава вторая. КАК НЕЗНАЙКА БЫЛ МУЗЫКАНТОМ
  Если Незнайка брался за какое-нибудь дело, то делал его не так, как надо,
  и все у него получалось шиворот-навыворот. Читать он выучился только по складам,
  а писать умел только печатными буквами. Многие говорили, будто у Незнайки совсем
  пустая голова, но это неправда, потому что как бы он мог тогда соображать? Конечно,
  он соображал плохо, но ботинки надевал на ноги, а не на голову, -- на это ведь тоже
  соображение надо.

  Незнайка был не такой уж скверный. Он очень хотел чему-нибудь научиться,
  но не любил трудиться. Ему хотелось выучиться сразу, без всякого труда, а из этого даже
  у самого умного коротышки ничего не могло получиться. Малыши и малышки очень любили
  музыку, а Гусля был замечательный музыкант. У него были разные музыкальные инструменты,
  и он часто играл на них. Все слушали музыку и очень хвалили. Незнайке было завидно,
  что хвалят Гуслю, вот он и стал просить его:
 */



public class Main {

    public static void main(String[] args) throws IOException {


        System.out.println("Write your command or write 'help'");


        Command.update();
        Command.readCommand();
//        HumanDeque humanDeque = new HumanDeque();
//        humanDeque.update();
//        humanDeque.readCommand();
    }



}
