package neznaiyka;
//Все стали хватать свои вещи. Тюбик схватил свои краски и кисточку,
//        Гусля -- свои музыкальные инструменты. Доктор Пилюлькин метался по всему дому и
//        разыскивал походную аптечку, которая где-то затерялась. Пончик схватил калоши
//        и зонтик и уже выбежал за ворота, но тут раздался голос Знайки: Все побежали к Стекляшкину,
//        и тогда выяснилось, что Незнайка на самом деле все сочинил. Ну и смеху тут было!
//        Все смеялись над Незнайкой и говорили: Вот какой чудной был этот Незнайка.

public enum Talent {
    NOPE,
    MUSIC,
    PAINTING,
    MEDICINE,
    KNOWLEGE,
    HOSPITALITY,
    COOKING,
    ThinkingOUT;

}
